return {
    "goolord/alpha-nvim",
    dependencies = { "nvim-tree/nvim-web-devicons" },
    config = function()
        local alpha = require("alpha")
        local dashboard = require("alpha.themes.dashboard")

        dashboard.section.header.val = {
            "                                                  ",
            "                                                  ",
            "                                                  ",
            "                                                  ",
            "                                                  ",
            "                                                  ",
            "                                                  ",
            "                                                  ",
            "███╗   ██╗███████╗ ██████╗ ██╗   ██╗██╗███╗   ███╗",
            "████╗  ██║██╔════╝██╔═══██╗██║   ██║██║████╗ ████║",
            "██╔██╗ ██║█████╗  ██║   ██║██║   ██║██║██╔████╔██║",
            "██║╚██╗██║██╔══╝  ██║   ██║╚██╗ ██╔╝██║██║╚██╔╝██║",
            "██║ ╚████║███████╗╚██████╔╝ ╚████╔╝ ██║██║ ╚═╝ ██║",
            "╚═╝  ╚═══╝╚══════╝ ╚═════╝   ╚═══╝  ╚═╝╚═╝     ╚═╝",
            "                                                  ",
            "                                                  ",
        }

        -- Кнопки с иконками и клавишами
        dashboard.section.buttons.val = {
            dashboard.button("f", "    Find File", ":Telescope find_files <CR>"),
            dashboard.button("g", "    Find Text", ":Telescope live_grep <CR>"),
            dashboard.button("r", "    Restore", ":lua require('persistence').load()<CR>"),
            dashboard.button("c", "    Config", ":e ~/.config/nvim <CR>"),
            dashboard.button("q", "    Quit", ":q<CR>"),
        }

        alpha.setup(dashboard.config)
    end,
}
